target/test-classes/xml/sws/maintainpayment/TC32816_request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
    <soapenv:Header/>
    <soapenv:Body>
        <sel:maintainPaymentRequest>
            <sel:externalSystemID>ADMIN</sel:externalSystemID>
            <sel:action>UPDATE_DIRECT_DEBIT</sel:action>
            <sel:accountNumber>$accountNumber$</sel:accountNumber>
            <sel:directDebit>
                <sel:bankName>Barclays</sel:bankName>
                <sel:sortCode>202959</sel:sortCode>
                <sel:accountNumber>63748472</sel:accountNumber>
                <sel:accountName>Scott Harvey</sel:accountName>
            </sel:directDebit>
        </sel:maintainPaymentRequest>
    </soapenv:Body>
</soapenv:Envelope>